Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: As children discover what water is and what they can do with it, they begin to incorporate it into imaginary play.
es: A medida que entienden lo que es el agua y sus usos, los niños comienzan a incorporarla al juego imaginario.

source: Â We have to incorporate all of these marginalized people to the economy and modernity society.
es: Tenemos que incorporar a toda esta gente marginada a la sociedad de la economía, a la modernidad.

source: Other advantages of the system are the ability to incorporate intelligent audio monitoring as well as a scanning facility through the complete range of video services to display monitors.
es: Otras ventajas del sistema Newpoint Compass son la capacidad para incorporar el monitoreo de audio inteligente y una opción de exploración en toda la gama de servicios, desde los de video hasta los monitores de visualización.

source: If the other joint tenant does not agree to the change, you will have to go to court to end the joint tenancy.
es: Si el otro miembro de la tenencia conjunta no está de acuerdo con el cambio, usted tendrá que acudir ante un tribunal para disolver la tenencia conjunta.

source: The three forms of co-ownership are tenancy in common, joint tenancy, and tenancy by the entirety.
es: Las tres formas de copropiedad son tenencia de una parte indivisa, tenencia conjunta y tenencia conjunta entre cónyuges.

source: We continue expanding the number of people or homes that have legalised or are in the process of legalising land ownership, in the name of both husband and wife, thus becoming joint tenancy.
es: Continuamos aumentando el número de personas u hogares que han legalizado o están en proceso de legalizar sus tierras, tanto a nombre del esposo como de la esposa, convirtiéndose así ellas en copropietarias de las tierras, cambio que rompe con una tradición excluyente en el país.

source: At that time, the Company will treat such distributorship as a JOINT TENANCY WITH RIGHT OF SURVIVORSHIP.
es: En ese momento, la Compañía considerará la Distribución como POSESION DE BIENES MANCOMUNADOS CON DERECHO DE SOBREVIVENCIA.

source: If property is held in joint tenancy, deeding the property to a conservatorship could sever the joint tenancy.
es: Si la propiedad se encuentra en condominio, éste podría quedar disuelto al pasar la escritura a la curatela.

source: Joint Tenancy A form of co-ownership giving each tenant equal interest and equal rights in the property, including the right of survivorship.
es: Arriendo Conjunto - Una forma de Co-propietario dando a cada dueño igual interés e iguales derechos en la propiedad, incluyendo el derecho de supervivencia.

source: Many companies who market living trusts promote tax savings as anincentive, but unless your estate exceeds $675,000, your estate will not besubject to federal estate tax and the living trust will not provide any extrasavings.
es: Muchas empresas que venden fideicomisos de vida prometen beneficios relacionados a los impuestos, pero a menos que el caudal hereditario exceda $675.000, su heredad no va a sufrir impuestos federales y en este sentido el fideicomiso no va a tener beneficios.

source: In spite of these advances, contamination of the food supply by either naturally occurring or accidentally introduced contaminants or malpractice does occur.
es: A pesar de estos avances, se dan casos de contaminación alimenticia, por causa de contaminantes naturales, o contaminantes introducidos de forma accidental o por negligencia.

source: The Council is empowered, in the public interest, to withdraw a practising certificate for any malpractice.
es: El Consejo está facultado para retirar, en defensa del interés público, esas autorizaciones en caso de incompetencia.

source: Before settling on your cosmetic eye surgeon, you will want to verify that the doctor is a licensed, board-certified professional and that he or she is innocent of any disciplinary actions or malpractice judgments.
es: Antes de decidirse por un cirujano ocular estético, querrá verificar si el médico es un profesional matriculado, certificado por el consejo, y si está libre de cualquier acción penal o sentencias por mala praxis.

source: Advocate for legal protection for physicians when patients are injured by untoward results not caused by any malpractice.
es: Solicitar protección legal para los médicos cuando los pacientes sufren accidentes que no son resultado de negligencia médica.

source: What remedies are available to patients lodging complaints of medical malpractice and what measures has the State party taken to ensure that patients are aware of thereof?
es: ¿A qué vías de recurso tienen acceso los pacientes que presentan denuncias por malas prácticas médicas y qué disposiciones ha tomado el Estado parte para que los pacientes conozcan su existencia?

source: Malpractice in the performance of its operations undermines the interests of its members and casts a negative image over them.
es: Por lo tanto, la incompetencia en la gestión de sus operaciones socava los intereses de sus miembros y da una imagen negativa de las compañías afiliadas.

source: Lions insurance does not include medical malpractice.
es: El seguro de Leones no incluye mala práctica médica.

source: Furthermore, the respondent's director had no executive powers within the limited partnership.
es: Además, el director general de la demandada no tenía ningún poder ejecutivo dentro de la sociedad comanditaria.

source: At June 30, 2005, the Company's carrying value of these limited partnership investments was $258 million.
es: Al 30 de junio de 2005, el valor en libros de estas inversiones de sociedades en comandita de la Compañía ascendió a US$ 258 millones.

source: One example is a limited partnership, which pools people's money to invest in real estate or other ventures.
es: Un ejemplo es la sociedad de responsabilidad limitada, la cual reúne el dinero de personas para invertir en bienes raíces u otros proyectos.

source: First, you establish a partnership with both general and limited partnership interests.
es: Primero, usted conforma una sociedad con intereses de sociedades generales y limitadas.

source: A typical hedge fund is a limited partnership that invests on behalf of wealthy individuals and institutional investors.
es: Un fondo de cobertura típico es una asociación limitada que invierte en nombre de personas ricas y de inversionistas institucionales.

source: Cartesio is a limited partnership registered in Hungary.
es: Cartesio es una sociedad comanditaria registrada en Hungría.

source: Over time, you gift the limited partnership interest to family members.
es: Con el tiempo, le dona los intereses de la sociedad limitada a los miembros de la familia.

source: At the proposal of Mr. Van Miert, Commissioner in charge of competition policy, the Commission has given its formal green light to the creation of International Private Satellite Partners (IPSP), a limited partnership organized under US law among nine partners[1] to provide international private business telecommunications services via satellites to businesses in Europe and North America.
es: A petición del Sr. Van Miert, Comisario responsable de la Política de competencia, la Comisión ha autorizado formalmente la creación de International Private Satellite Partners (IPSP), una sociedad comanditaria constituida con arreglo a la legislación estadounidense entre nueve socios[1] para prestar servicios internacionales privados de telecomunicaciones vía satélite a empresas situadas en Europa y Norteamérica.

source: A limited partnership comes into existence at the time it is entered into the National Court Register.
es: Las sociedades comanditarias nacen en el momento de su incorporación al Juzgado Nacional de Registros.

source: 49. The register of limited partnership interests of an exempted limited partnership is open to public inspection.
es: 49. El registro de los intereses de una sociedad en comandita se encuentra abierto a la inspección pública.

source: The dominant Company may take the legal form of a Public Limited Company, Limited and Limited partnership and may also be a permanent establishment for a company resident in a state with a Double Taxation Treaty with a clause for the exchange of information.
es: La Sociedad dominante puede adoptar las formas jurídicas de Sociedad Anónima, Limitada y Comanditaria por acciones y también puede ser un establecimiento permanente de una sociedad residente en un estado con Convenio de Doble Imposición con cláusula de intercambio de información.

source: It is possible that more than one garnishment debt exists per garnishment.
es: Es posible que exista más de una deuda de orden jurídica por orden jurídica.

source: Nevertheless the whole display will have a worldwide interest and feel.
es: De todas maneras, todo el stand será de interés y aire mundial.

source: We stress the need for dialogue on issues of mutual interest.
es: Recalcamos la necesidad de diálogo sobre los temas de interés mutuo.

source: These few examples highlight some of the difficulty in defining what constitutes a conflict of interest in any particular set of circumstances.
es: Estos pocos ejemplos ilustran la dificultad de definir lo que constituye o no un conflicto de intereses en todo tipo de circunstancias.

source: But to avoid possible collusion or conflict of interest at local or national level, there may be a need to design adequate mechanisms at international level in order to ensure the neutrality of data.
es: Para evitar posibles colusiones o conflictos de interés a escala local o nacional, puede ser necesario diseñar mecanismos adecuados a escala internacional que garanticen la neutralidad de los datos.

source: Love has growing interest in and appreciation for the other person.
es: El amor tiene creciente interés y aprecio por la otra persona.

source: You can also attend lectures and seminars on topics of interest.
es: Usted también puede concurrir a charlas y seminarios sobre temas de interés.

source: When drawn, bank debt bears interest at a floating rate and accordingly the fair value approximates the carrying value.
es: Cuando se retira, la deuda bancaria soporta intereses a la tasa flotante y por lo tanto el valor razonable se aproxima al valor en libros.

source: Consult an attorney to be sure a problem will not be caused by severing the joint tenancy, and to ensure you understand the ramifications of selling property owned jointly by the conservatee and other persons.
es: Consulte a un abogado para cerciorarse de que no surgirán problemas al disolverse el condominio y para entender completamente las ramificaciones de vender una propiedad que le pertenece conjuntamente a la persona protegida y a otras personas.

source: If two people own a house in joint tenancy and one of those people dies, then the other person owns the entire house immediately.
es: Si dos personas son copropietarios de una propiedad y una de esas personas muere, la otra se convierte en propietario único inmediatamente.

source: For example, if the other joint tenant dies before you do, then the property held in joint tenancy will be in your name alone and subject to your will.
es: Si el tenedor conjunto muere antes que usted, los bienes en común estarán únicamente en su nombre y sujeto a su testamento.

source: Name and Address of Owner(s) Address of Property type of Ownership (Check one) equity value Individual Joint tenancy Life estate
es: Nombre y dirección del/de los propietario(s) Dirección de la propiedad tipo de propiedad (marque uno)

source: A type of joint tenancy of property that provides right of survivorship and is available only to a husband and wife.
es: El valor establecido para una propiedad por un tasador de impuestos públicos con el propósito de determinar los impuestos.

source: "Corporate Name Even though Law 479 does not indicate this expressly, the corporate name must contain the name of the named partners or of one or several of them followed by the words ""and company"" or its abbreviation, followed by the words ""Limited Partnership."
es: "Razón SocialAunque la Ley 479 no lo indica de manera expresa, se infiere que su razón social debe contener el nombre de los socios comanditados, o de uno o varios de ellos seguidos por las palabras ""y compañía"" o su abreviatura seguidos de las palabras ""Sociedad en Comandita""."

source: Many countries impose different restrictions or regulations depending upon the type of commercial name, whether a trade name, company name, limited partnership, foreign company, etc. (e.g., Australia, Canada, Slovenia, Switzerland).
es: En muchos países se imponen limitaciones o regulaciones diferentes dependiendo del tipo de denominación comercial, ya sea un nombre comercial, una razón social, una sociedad limitada, una empresa extranjera, etc. (por ejemplo, Australia, el Canadá, Eslovenia, Suiza).

source: An action against the Office for Harmonisation in the Internal Market (Trade Marks and Designs) (OHIM) was brought before the Court of First Instance of the European Communities on 7 June 2005 by Bustec Ireland Limited Partnership, represented by Enrique Armijo Chavarri and Antonio Castán Peréz-Goméz, lawyers.
es: En el Tribunal de Primera Instancia de las Comunidades Europeas se ha presentado el 7 de junio de 2005 un recurso contra la Oficina de Armonización del Mercado Interior (marcas, dibujos y modelos) formulado por Bustec Ireland Limited Partnership, representada por D. Enrique Armijo Chavarri y D. Antonio Castán Pérez-Gómez, abogados.

source: Sennheiser is transformed into a limited partnership (KG).
es: Sennheiser se convierte en una sociedad de responsabilidad limitada (KG).

source: "We have a 50% limited partnership interest in West Greenwich Technology Associates, L.P. (the ""Partnership""), which owns our World Headquarters facilities and leases them to us."
es: "La Compañía tiene una participación de un 50% en la sociedad limitada West Greenwich Technology Associates, L.P. (""Sociedad""), que es propietaria de nuestra sede central mundial y se la arrienda a la Compañía."

source: "This partnership is called ""simple limited partnership"", or ""limited partnership with share capital"" if the partners' capital is represented by shares."
es: "Esta sociedad se denominará ""sociedad en comandita simple"" o ""sociedad en comandita por acciones"", según el capital de los socios con responsabilidad limitada esté o no representado por acciones."

source: The ability to set off these amounts against tax, additionally, though not a net tax saving per se, but rather a deferred tax payment, is one of a series of tax mechanisms that have provided the greatest incentives for Limited Partnership company (SL) start ups.
es: La libertad de amortización, por otra parte, aunque no constituye ahorro neto de impuesto, sino únicamente diferimiento del mismo, ha constituido uno de los mecanismos fiscales que más han incentivado la puesta en funcionamiento de las SL.

source: It is true that we grant macrofinancial aid to certain third countries with difficulties.
es: Es cierto que prestamos ayuda macrofinanciera a algunos países terceros con dificultades.

source: Or when it is maintained that the witness or expert witness - and not simply the defendant - should have a counsel at their side during examination via a video or telephone link.
es: O cuando se ha pretendido que también el testigo o el perito -y no sólo el investigado y el imputado- esté asesorado por un defensor en el interrogatorio a distancia.

source: In particular, it may hear, as an alleged victim, witness, expert witness, or in any other capacity, any person whose statement, testimony, or opinion it deems to be relevant.
es: En particular, podrá oír en calidad de presunta víctima, testigo, perito o por otro título, a cualquier persona cuya declaración, testimonio, u opinión estime pertinente.

source: 1. The following shall be immune from legal proceedings and shall not be subjected to any form of attachment, garnishment or execution
es: 1. No podrán ser objeto de procedimientos judiciales y no estarán sujetos a ninguna forma de embargo, retención o ejecución

source: In this process you describe the maintenance of the relevant master data for garnishment calculations.
es: En este proceso se describe el mantenimiento de los datos maestros relevantes para el cálculo de las órdenes jurídicas.

source: The amounts for the garnishment and the repayment of loans are deducted from the net amount first, because they have a higher priority than the donation.
es: Los importes para el embargo y la amortización de préstamos se deducen en primer lugar del importe neto, porque tienen una prioridad mayor que la donación.

source: The maintenance of this infotype is relevant only for the garnishment process.
es: El mantenimiento de este infotipo tiene relevancia solamente para el proceso de orden jurídica.

source: The default value when creating a garnishment is always the current payroll currency.
es: Cuando se crea un embargo, el valor propuest o siempre es la moneda actual del cálculo de nómina.

source: However, the system uses another number to identify the garnishment.
es: Sin embargo, el sistema utiliza otro número para identificar la orden jurídica.

source: If you use the Garnishment component, you must assign a priority to the garnishment wage types.
es: Si utiliza el componente de embargo, debe asignar un derecho preferente a las clases de salario de embargo.

source: It is not permitted to reduce the amount of the deduction for a garnishment during arrears processing.
es: No se permite disminuir el importe de la deducción para un embargo durante el tratamiento de atrasos.

source: Katamari is an example of an extremely successful game franchise that could never have been dreamed up through the traditional commercial game development process.
es: Katamari es un ejemplo de franquicia de juego con un éxito arrollador que jamás habría podido imaginarse siguiendo el proceso tradicional de desarrollo comercial de juegos.

source: However, as the country enters the election campaign period, poor security conditions may make it difficult for the people in affected areas of the south and east of the country to freely exercise their franchise.
es: No obstante, al entrar el país en el período de campaña electoral, las malas condiciones de seguridad podrían dificultar a la población de las zonas afectadas del sur y el este del país el libre ejercicio del sufragio.

source: It was our group that introduced the amendments relating to the trading book.
es: Nuestro Grupo fue el que introdujo las enmiendas relativas a la cartera de negociación.

source: Thank you for your interest in our Couples Resort.
es: Le agradecemos su interés por el complejo de parejas.

source: Nor is there any country where the interest rate is determined by the supply of financial savings (let alone real savings).
es: Tampoco hay ningún país en el que el tipo de interés venga determinado por la oferta de ahorro financiero (y mucho menos de ahorro real).

source: It also covers potential losses related to loans concluded at high interest rates or the investment of funds at rates lower than market rates.
es: También abarca las pérdidas potenciales de los empréstitos contraídos a unos tipos de interés elevados o a la inversión de fondos a unos tipos inferiores a los del mercado.

source: This last can be defined as the sum of the following (i) a comparable international interest rate; (ii) a prime exchange risk and (iii) a premium for risk country.
es: Esta última se define como la suma de tres elementos (i) una tasa de interés internacional comparable, (ii) una prima de riesgo cambiario y (iii) una prima de riesgo país.

source: It is in our joint interest to explore and use outer space for peaceful purposes.
es: Es nuestro interés común explorar y emplear el espacio para fines pacíficos.

source: Sweden continues to fulfil the criterion on the convergence of interest rates.
es: Suecia sigue cumpliendo el criterio de la convergencia de tipos de interés.

source: Radio wave pulses are broadcast towards the aligned hydrogen atoms in tissues of interest, returning a signal of their own.
es: Se emiten pulsos de ondas de radio hacia los átomos de hidrógeno alineados en los tejidos de interés y éstos retornan una señal propia.

source: I do not want to see that put on direct income tax or any direct taxes.
es: No quiero que eso se traslade al impuesto sobre la renta o a impuestos directos.

source: "But we have a growing sense of insecurity that is making us ""circle the wagons"" and defend the homestead."
es: "Pero tenemos un sentido creciente de inseguridad, que nos está haciendo ""colocar los vagones en círculo"" y defender el hogar."

source: "In those times, the monks walked 800 meters to the church, then went back to their cells and the homestead where they had their confession activities""."
es: En aquel entonces, los padres del monasterio debían recorrer una distancia de 800 metros hasta la iglesia y luego volvían a sus celdas y a sus obligaciones diarias.

source: In 1938, still hurting from the Great Depression, Grandma and Dad sold the homestead at a bargain price and moved into town.
es: En 1938, aún afectados por la Gran Depresión, mi abuela y papá vendieron la propiedad familiar a un precio muy barato y se mudaron al pueblo.

source: The concern demonstrated by a farmer to protect a single cow, a homestead gardener to conserve water or a fisherman to mend nets in subsistence economies further reinforces the crucial role of economic systems in reducing risk.
es: En las economías de subsistencia, la preocupación de un campesino por proteger a su única vaca, de un horticultor por conservar el agua o de un pescador por remendar sus redes, refuerza aún más el papel decisivo que desempeñan los sistemas económicos en la reducción del riesgo.

source: 56. Foreclosure of distribution systems and vertical integration by manufacturers is a common practice among businesses.
es: 56. La ejecución de sistemas de distribución e integración vertical por los fabricantes es una práctica común entre las empresas.

source: As a result, the merger is likely to lead to market foreclosure on those existing aircraft platforms and subsequently to the elimination of competition in these areas.
es: Por lo tanto, es probable que la fusión surta efectos de exclusión del mercado en esas plataformas ya existentes y acabe por eliminar la competencia en esas áreas.

source: We suspect a potential market foreclosure based on prices alone.
es: Sospechamos que existe un potencial cierre del mercado basado sólo en los precios.

source: Otherwise, address the letter to the customer service address for the lender or to the attorney representing the lender if you are in foreclosure.
es: De lo contrario, anote a la dirección del departamento de servicio al cliente del prestamista o el abogado que lo representa, si ya está en proceso de ejecución.

source: The joint tenancy right to the common elements of the property may be subject to sale, encumbrance or lien by third parties only along with the exclusively owned floor, apartment, dwelling, home or site, with respect to which it is deemed an inseparable attachment.
es: El derecho de copropiedad sobre los elementos comunes del inmueble sólo será enajenable, gravable o embargable por terceros conjuntamente con el piso, departamento, vivienda, casa o local de propiedad exclusiva, respecto del cual se considere anexo inseparable.

source: For example, JT TEN for joint tenancy accounts, where the surviving tenant receives the property automatically.
es: JT TEN tenencia conjunta de cuentas, cuando el inquilino superviviente recibe automáticamente la propiedad.
